{
  "nissa": {
    "Name": "Nissa Revane",
    "Biography": "Driven, devoted, and deeply connected to the land,Nissa Revane wields elemental magic. She's able to channel the mana leylines of a plane and to bring the land to life. When she was young, Nissa was shunned by her native elven village for her fearful visions and druidic powers. She left  to follow the voice of the land itself-Zendikar-which was asking for her help to cleanse the dangers that slept within it. Zendikar sent its elemental embodiment to teach Nissa to connect with the land and channel its power. Armed with  these new abilities, she attempted to commune with the dangers within Zendikar-the Eldrazi titans. Their immense power bent her mind, and in that moment of danger she made her first planeswalk to safety. Her compassion and fierce determination to defend Zendikar drove her to seek aid from other planes across the Multiverse. After returning home, she began to wage what seemed like an unending battle against the Eldrazi and their spawn, who threatened to devour the plane. It was a battle she couldn't win alone, and she will forever be grateful for the help of the other Planeswalkers who arrived to fight at her side. Now she has sworn an oath and joined the group of Planeswalkers known as the Gatewatch. Together with Gideon Jura, Jace Beleren, Liliana Vess, and Chandra Nalaar, Nissa travels the Multiverse fighting for the sake of the myriad worlds and all the life that inhabits them.",
    "Planes": "Zendikar, Lorwyn, Innistrad, Ravnica, Kaladesh",
    "Origin": "Lorwyn",
    "Quote": "Life grows everywhere. My kin merely find those places where it grows strongest.",
    "Pic": "nissa.jpg",
    "AlliesEnemies_pics": "sarkhan.gif,nissa.gif,gideon.gif,elspeth.gif,jace.gif,liliana.gif,tamiyo.gif"
  },
  "ajani": {
    "Name": "Ajani Goldmane",
    "Biography": "Ajani Goldmane is a white-aligned planeswalker. His specialty is magic of the purification of body and soul: spells that heal and strengthen his allies, and spells that evoke the inner, spiritual essence of others Aani Goldmane is torn between his leonin ferocity and his sense of justice. He was born on Naya and became an outcast within his own family, an albino leonin never accepted by the rest of his pride. The only person who cared about him was his brother Jazal, the leader of their pride and Ajani's inspiration. Ajani had always shown potential as a mage and healer, but had assumed his main calling was to be awarrior in Jazals service. The day that Ajani's brother was assassinated by unknown forces was the day that Ajani's Planeswalker spark ignited,and everything changed. No longer could Ajani worry about his problems with his pride. His quest to discover his brother's killer has led him into a tangle of intrigue woven by mysterious forces, forcing him to broaden his skills as a warrior and to unlock new potential within himself. After thwarting Nicol Bolas’s plans on Alara, Ajani set aside his anger and began to travel the Multiverse. He became a mentor to leonin communities on many planes, including Theros. Ajani travels to Theros in search of his old friend, Elspeth. With the help of King Brimaz, he searches the plane for the woman who has become known as the Hydra Killer. When he finally finds Elspeth, the situation is far more dangerous than he realized. The gods blame Elspeth for the state of the world. To set things right, Ajani and Elspeth journey into Nyx and battle Xenagos. Elspeth kills the God of Revels, but with dire consequences. Theros is restored to its Natural State, but Ajani is furious at the gods who wronged his friend.",
    "Planes": "Alara, Zendikar, Dominaria, Theros, Lorwyn",
    "Origin": "Alara",
    "Quote": "Duty, honor, and valor are either in your heart or they are not. You will never know for certain until you are tested. ",
    "Pic": "ajani.jpg",
    "AlliesEnemies_pics": "sarkhan.gif,elspeth.gif,jace.gif,liliana.gif,sorin.gif,tamiyo.gif"
  },
  "chandra": {
    "Name": "Chandra Nalaar",
    "Biography": "There is no virtue in subtlety-at least not as far as Chandra Nalaar is concerned. She's a confident, ardent, defiant Planeswalker whose specialty is Pyromancy: spells of fire, fire, and more fire.Growing up as a magic-user on a plane of inventors, she's used to being the black sheep. In fact, she learned to embrace and celebrate her independence through the example set by her renegade parents. But she and her parents were hunted by the local consuls for transgressions against the Consulate's oppressive rule. Her parents were brutally punished, and Chandra herself was sentenced to execution for crimes she didn't commit. Outraged, panicked, and grief-stricken, Chandra's spark ignited along with her Pyromancy, and she bathed her punishers in flames before being transported to a new plane. Believing her parents to be dead, Chandra felt lost and alone until she was welcomed into an order of monks, pyromancers like herself, who taught her how to channel her impulses and control her gift.Now Chandra uses her pyromantic talents in ways she never could have imagined. She took an oath to protect and defend and joined a group of Planeswalkers known as the Gatewatch. Together with Gideon Jura, Jace Beleren, Liliana Vess, and Nissa Revane, she travels the planes of the Multiverse, battling monstrous threats and fighting for freedom.",
    "Planes": "Zendikar, Kaladesh, Ravnica",
    "Origin": "Kaladesh",
    "Quote": "Spontaneous Combustion is a myth. If you burst into flame, someone wanted you to.",
    "Pic": "chandra.jpg",
    "AlliesEnemies_pics": "sarkhan.gif,nissa.gif,gideon.gif,elspeth.gif,jace.gif,liliana.gif,tamiyo.gif"
  },
  "domri": {
    "Name": "Domri Rade",
    "Biography": "Domri Rade has always had the guts to defy the powers that be. He just never had the strength to stand up to those who oppressed him. Native to the plane of Ravnica, Domri was orphaned to the broken streets and decrepit ruins of the city outskirts. He spent his adolescence on the run, dodging Boros patrols, slipping out of Azorius binding spells, and avoiding Orzhov kingpins looking to ensnare him in their godless syndicate. Though he longed to fight alongside the Gruul Clans, he was so small and wiry that none of the Clans actually claimed him as their own. When young Domri looked for allies, he found them in the wild beasts of the battle-torn Rubblebelt. Domri’s affinity for wild creatures grew out of his natural distrust of rules, hierarchies, and authority figures. While he has little talent in hunting and slaying beasts as many Gruul warriors do, he can weave magic that summons, commands, and enhances these beasts. He proved his mettle in combat by spurring a herd of ragebeasts to defend his home turf, nearly singlehandedly destroying an Orzhov procession that sought to exploit the denizens of the region. After the battle, Borborygmos named him an honorary member of the Gruul Clans. Domri is now a Planeswalker, but he still has much to learn. As his abilities grow, his restraint fades. Seeing that there are multiple planes has made him even more reckless about the state of his home world. He summons ever more monstrous creatures, revering ferocity over discipline, never curbing his rash impulses.",
    "Planes": "Alara, Ravnica",
    "Origin": "Ravnica",
    "Quote": "Life grows everywhere. My kin merely find those places where it grows strongest.",
    "Pic": "domri.jpg",
    "AlliesEnemies_pics": "sarkhan.gif,elspeth.gif,jace.gif,liliana.gif,sorin.gif,tamiyo.gif"
  },
  "elspeth": {
    "Name": "Elspeth Tirel",
    "Biography": "Born on a plane ruined by strife and darkness, this white mage left home when her Planeswalker spark ignited—and she never returned. Elspeth specializes in community and fortification, wielding spells that build and bolster mighty armies, while protecting them from harm. Elspeth wants nothing more than to sheathe her sword for the last time, and find a plane to call home. Violence and destruction have a tendency to follow her, and she is constantly driven to Take Up Arms and wield her defensive magic in the service of those that need her protection. Elspeth came to Theros from a war-ravaged plane, hoping to find the one thing that has eluded her—peace. Under the watchful protection of gods, she hoped that Theros would not be in need of guardians like her. But when she arrived, Elspeth was quickly identified as an outsider with powers and skills that further distanced her from the natives of Theros. In the wilderness between two city-states, Elspeth was attacked by a monstrous hydra, which had been responsible for the deaths of countless warriors. Elspeth engaged the hydra alone and, after a bitter fight, emerged triumphant. Afterward, she wanted nothing more than to fade into anonymity. But on the Theros, the best laid plans of mortals often come second to those of the gods. Her feat of heroism has captured the attention of Heliod, God of the Sun, who seeks to make her his champion.",
    "Planes": "Alara, Dominaria, Theros, Phyrexia",
    "Origin": "Alara",
    "Quote": "Only by the bravery of those who put loyalty above glory is our home kept safe.",
    "Pic": "elspeth.jpg",
    "AlliesEnemies_pics": "ajani.gif,koth.gif,venser.gif,karn.gif,sorin.gif,tamiyo.gif"
  },
  "garruk": {
    "Name": "Garruk Wildspeaker",
    "Biography": "Garruk Wildspeaker is a Planeswalker who wields green magic. His specialty is creature magic: spells that coax abundant mana from the land, summon wild beasts, and unleash the ferocity and power of his summoned creatures. But since being cursed by The Chain Veil, his nature spells have been tainted by black magic. Garruk has always been a skilled hunter, and his calling has been a plane-spanning hunt for the hugest and most powerful creatures in the Multiverse. But now his chosen quarry is a fellow Planeswalker: the death-witch Liliana Vess. At their last meeting, Liliana used the power of The Chain Veil artifact to curse Garruk, corrupting his power to summon wild beasts. As the curse takes hold and Garruk's fierce predator-companions become sickly fiends, he finds that he's gaining new, chilling powers of death. This only enrages him more. Liliana still carries The Chain Veil, and Garruk won't stop until he's cured of his intolerable death-tainted state. After failing to corner and defeat Liliana Vess on Innistrad, Garruk was captured by a commander of the Gavony Riders named Odric. Accused of a crime he did not commit, Garruk became enraged and escaped his captors. The Curse of the Veil had taken hold. Now, Garruk continues his search not just for Liliana, but all Planeswalkers. The curse transforms him into a creature more unrecognizable with every kill. He embraces his newfound darkness and considers every Planeswalker to be his prey.",
    "Planes": "Zendikar, Lorwyn, Innistrad, Ravnica",
    "Origin": "Lorwyn",
    "Quote": "The predator knows the true way of the world. Life is conflict. Only the strong survive",
    "Pic": "garruk.jpg",
    "AlliesEnemies_pics": "jace.gif,liliana.gif"
  },
  "gideon": {
    "Name": "Gideon Jura",
    "Biography": "Fiercely loyal, unyielding, just, and charismatic, Gideon Jura (known as Kytheon Iora on his home plane of Theros) doesn't hesitate to enter combat to defend the innocent. A powerful warrior-mage with the ability to make himself invulnerable, he wields a four-bladed surral and hieromancy magic against his foes. A man of the people, he takes pride in leading his comrades towards the common good. Though he is now one of the foremost warriors in the multiverse, Gideon came from humble beginnings, leading agang of street kids struggling to make a living. Imprisoned by the local guards, he honed his leadership, self-discipline, weapon use, and hieromancy under the watchful eye of the prison warden, Hixus. His newfound strength was put to the test while defending his city. But when he tried to overstep his abilities, he unintentionally doomed the rest of his soldiers. The impact of his failure to protect his own comrades ignited his Planeswalker spark, and he found himself on a new plane, able to begin atoning for his past by dedicating himself to protecting the denizens of the Multiverse from planar threats. His quest has lead him the planes of Alara, Ravnica, and Zendikar, where he's encountered powerful Planeswalker allies including the telepath Jace and the pyromancer Chandra, as well as strange, otherworldly foes. . .",
    "Planes": "Zendikar, Ravnica, Kaladesh",
    "Origin": "Theros",
    "Quote": "‘Invincible' is just a word.",
    "Pic": "gideon.jpg",
    "AlliesEnemies_pics": "domri.gif,chandra.gif"
  },
  "jace": {
    "Name": "Jace Beleren",
    "Biography": "Brilliant, curious, and always in control, Jace is a master of mental magic: spells of illusion, deception, and mind reading. His powers allow him to manipulate enemy mages by countering their magic or using their spells against them. An adept analyst, he has an optimized plan (and a Backup Plan) for every situation. Growing up as a magical prodigy on his home plane, Jace Beleren sought out the training of the mysterious sphinx Alhammarret. Under the sphinx's training, Jace learned to control his abilities. However, when Jace discovered that Alhammarret had been using him for political manipulations, he confronted his master in a fierce mental battle. The battle badly damaged Jace's memories and caused him excruciating pain. This distress ignited his Planeswalker spark, tearing him away from his home plane. Jace awoke on Ravnica, his memories shattered and his former identity forgotten. During this time, he formed a romantic attachment to Liliana Vess, only to learn that she too was manipulating and deceiving him. 's absence of memory now fuels his insatiable appetite for knowledge and truth. His need to uncover and understand the unknown has lead him to Zendikar and back to Ravnica, where he solved his greatest puzzle yet: the Implicit Maze. His achievements earned him the title of Ravnica's Living Guildpact, where he serves as the magically empowered arbiter between the city's many guilds.After aiding in the defeat of two of the Eldrazi titans on Zendikar, Jace took an oath to Keep Watch over the planes of the Multiverse as part of the Gatewatch. The Gatewatch offers him the opportunity to think and act on a larger scale, which intrigues him as a mental challenge in addition to appealing to his sense of responsibility. Jace can't walk away from an unsolved mystery. He believes everything that exists can be understood, and he dreams of one day knowing everything there is to know.On Zendikar, he learned the history of the Eldrazi from Ugin, the Spirit Dragon, and he burned with the desire to know more about them—which brought him to Innistrad in search of Sorin Markov. His visit to the plane is complicated by his relationship with Liliana Vess, who has a close connection to Innistrad. Given their past romance, he is attracted to her and cares about her, but he doesn't trust her at all.",
    "Planes": "Zendikar, Kamigawa, Innistrad, Ravnica, Kaladesh",
    "Origin": "Ravnica",
    "Quote": "'It's good to learn from your failures, but I prefer to learn from the failures of others.",
    "Pic": "jace.jpg",
    "AlliesEnemies_pics": "garruk.gif,sarkhan.gif,nicolbolas.gif,liliana.gif,chandra.gif,tezzeret.gif"
  },
  "karn": {
    "Name": "Karn",
    "Biography": "The Planeswalker Urza created Karn as a war weapon. But he’s had many other purposes to serve. Able to control all five colors of mana, this silver golem is a time-travelling Planeswalker, powerful artifact, world builder, and unstoppable ally. Karn was the first artifact of the Legacy, a collection of objects whose arcane might could be used against Phyrexia, an artificial, all-mechanical plane. Decades later, when Phyrexia invaded the plane of Dominaria, Karn fulfilled his destiny, joining with the other artifacts of the Legacy to destroy Phyrexia's Father of Machines. At that moment, Karn became a Planeswalker, inheriting the spark from his creator. Karn then created a plane of his own: a metal world called Argentum. While Karn was off exploring the universe, a contagion took hold, reshaping the plane and corrupting the mind of the Warden that Karn created to watch over it. During Dominaria's temporal crisis, Karn allied with Jhoira and the Planeswalkers Teferi and Venser to prevent time itself from collapsing. In the process, he became susceptible to the contagion on his created planet. His mind addled and broken by the corruption, Karn escaped to Mirrodin, where we was hailed as the next Father of Machines by the new Phyrexians. The Planeswalker Koth sought allies to help save Mirrodin, his native world. He recruited Elspeth Tirel as well as Karn's friend Venser. When the trio arrived, they found the plane poisoned beyond saving. To help prevent the corruption from spread to other worlds, Venser sacrificed himself, giving Karn his immunity to the contagion. Grief-stricken by the fate of Argentum and the death of his friend, Karn travels the universe, retracing his steps to find the contagion’s source and finally defeat it.",
    "Planes": "Dominaria, Mirrodin, Phyrexia",
    "Origin": "Dominaria",
    "Quote": "'One cannot cleanse the wounds of failure.'",
    "Pic": "karn.jpg",
    "AlliesEnemies_pics": "venser.gif,elspeth.gif,koth.gif"
  },
  "koth": {
    "Name": "Koth of The Hammer",
    "Biography": "This red mage specializes is geomancy: spells that move mountains, shatter stone, and melt iron. His earth magic also allows him to purify metal, a reflection of Koth’s deep desire to bring peace and harmony to his people. Koth is a vulshok from the Hammer tribe, who dwell in the Oxidda chain of mountains on the plane of Mirrodin. His Planeswalker spark ignited when the tribes of his once-peaceful people fell into open war for the first time in generations. The metal his people mined from the mountains of Oxidda became strangely corrupted, turning their forged ingots brittle and inconsistent. Each tribe blamed the others, and old hatreds began to reemerge. Believing he could use his ability to purify the ore, Koth committed himself to the task of restoring the precious metal and reuniting his people. Wise beyond his years, this passionate leader values counsel before rushing headlong into action. But if action is required, Koth is a decisive man of few words. He can—and will—bring a mountain down on anyone who dares threaten his home. In fact, Koth battled the Phyrexians, who took over his plane, and he now serves as the leader of a resistance.",
    "Planes": "Dominaria, Mirrodin, Phyrexia",
    "Origin": "Phyrexia",
    "Quote": "If there can be no victory, then I will fight forever.",
    "Pic": "koth.jpg",
    "AlliesEnemies_pics": "venser.gif,elspeth.gif,karn.gif,ajani.gif"
  },
  "liliana": {
    "Name": "Liliana Vess",
    "Biography": "Beautiful, cunning, and ambitious to a fault, Liliana has mastered the dark art of necromancy. Her spells reanimate the dead and corrupt the living. Ageless and charismatic, she's sharp as the edge of a razor and lives for the pursuit of power. Once a noble-born healer on the plane of Dominaria, Liliana Vess first encountered necromancy in an attempt to heal her sick brother—but she inadvertently doomed him to spend eternity as one of the undead. The terror of death and the pain of her guilt ignited her Planeswalker spark, and she found herself on the plane of Innistrad. More than a century later, Liliana tried to forever remain at the height of her power and conquer death by forging a pact with four of the Multiverse's most powerful demons. The words of this pact remain written indelibly on her skin. But Liliana has never been one for servitude, and she's taken up regaining her freedom by defeating the four who bound her. Her quest for freedom led her to the demonic Chain Veil, which she wrestled from Garruk after cursing him. The Chain Veil amplifies her powers, but at great cost to her health and sanity. With the power of The Chain Veil, she has conquered the first two of her demons, but she still has two others to hunt. Liliana's ambition has led her to interact with beings from all over the Multiverse, but ultimately, Liliana's greatest love and first priority is herself. She's convinced that everyone else is in it for themselves too, she's just better at playing the game than they are. . .",
    "Planes": "Innistrad, Dominaria, Ravnica, Kaladesh",
    "Origin": "Innistrad",
    "Quote": "'When you find yourself teetering on the edge of oblivion, mine will be the hands taking pleasure in giving you the final push.'",
    "Pic": "liliana.jpg",
    "AlliesEnemies_pics": "tezzeret.gif,garruk.gif,jace.gif,nicolbolas.gif"
  },
  "nicolbolas": {
    "Name": "Nicol Bolas",
    "Biography": "Elder dragon and tyrant of worlds, Nicol Bolas is one of the oldest known beings in the Multiverse. Mana hungry and wielding a triple threat of blue, black, and red spells, he’s a force of villainous destruction, crushing all magic—and minds—that stand in his way. Witness to countless wars, cataclysms, and rivalries, Bolas is one of only five elder dragons to survive the Dragon War. He’s also survived the destruction of his Madaran Empire on Dominaria at the hands of Tetsuo Umezawa, the epic duels between the Planeswalkers Leshrac and Teferi, and The Mending, which healed the universe and consequently changed the very nature of the Planeswalker spark, costing several Planeswalkers their lives. Nicol Bolas left a crumbling Dominaria before The Mending, implying that it couldn't be saved. 'I have prepared a suitable place for myself in that \"eventuality\"', he said before departing through the Talon Gates. In fact, he had already begun plotting his next scheme for power. His “suitable place” was Alara, which Bolas had been watching for decades. Long ago, he began recruiting agents on Alara’s five shards—gathering individuals and groups who could secretly do his bidding. These agents have sown the seeds of dissent, creating chaos and conflict. Unknown to all but Nicol, the shards of Alara are reconverging into a single plane, and when that happens, he wants all-out planar war. Why? His obsessive need to regain the godlike powers he had before The Mending. Back then, Planeswalkers were ageless Shapeshifters whose supremacy was limited only by their experience and knowledge. This elder dragon had that power torn away from him, and he will go to any lengths to get it back. For Nicol Bolas, all the power in the universe is not enough.",
    "Planes": "Alara, Dominaria",
    "Origin": "Dominaria",
    "Quote": "Birth and death are both reversible.",
    "Pic": "nicolbolas.jpg",
    "AlliesEnemies_pics": "sarkhan.gif,tezzeret.gif,ajani.gif,liliana.gif,sorin.gif,jace.gif"
  },
  "ralzarek": {
    "Name": "Ral Zarek",
    "Biography": "Brilliant, unpredictable, and daring, Ral Zarek was always testing boundaries (and nerves) as a young mage of Ravnica. His bright, fearless skill made him a natural at harnessing the chaotic power of lightning and storms. The ingenious madness of the Izzet League first drew him in, sparking his obsession with discovery. With defiance and talent, Ral quickly rose through the ranks of the Izzet. As a Planeswalker, he could travel beyond the bounds of Ravnica, but continued to feel loyalty to the plane and his guild. Then, when the guilds returning to prominence, Ral returned home. He was ready to champion the Izzets that had so shaped him. Recognizing the beneficial combination of Ral’s talent and loyalty, the dragon guildmaster, Niv-Mizzet, put Ral in charge of researching the Implicit Maze. This puzzle, encoded into Ravnica's streets and alleyways, had long remained a mystery and promised a major advantages to the guild who could decipher it. Ral and his team of mages diligently tracked down every clue they could discover. But when the time came to solve the Maze, Niv-Mizzet selected a newly created Izzet as the guild's maze-runner. Ral believes he was the more deserving choice. And his resentment runs deep. Now Ral is determined to prove his worth, in his defiance of his guildmaster. He will show everyone what a brilliant storm-wielding Planeswalker can do, at any cost—even the guild loyalty he once cherished.",
    "Planes": "Ravnica",
    "Origin": "Ravnica",
    "Quote": "Life grows everywhere. My kin merely find those places where it grows strongest.",
    "Pic": "ralzarek.jpg",
    "AlliesEnemies_pics": "jace.gif"
  },
  "sarkhan": {
    "Name": "Sarkhan Vol",
    "Biography": "The dragon-worshipping Planeswalker Sarkhan Vol is a native of Tarkir, where dragons had gone extinct long before his birth. Obsessed with their fury and predatory majesty, Sarkhan learned as much as he could about his world's ancient dragons, even going so far as to join a group of infamous shamans who venerated the apex predators. He had a talent for battle and gained status as a warrior in the Mardu clan, but he soon tired of the petty quarrels of the battlefield. After one victory against a rival clan, Sarkhan had an experience that changed his life: The spirit of a long-dead dragon appeared to him, whispered a spell into his mind, and then vanished forever. With the incantation of the spell, a huge dragon made of fire streaked out of Sarkhan's body and invaded the battle, blasting the battlefield with a Torrent of Fire. Fascinated, Sarkhan watched as his men and those of his enemy were burned to cinders. It was a display of ultimate rage and power that surpassed anything he had ever seen. It stoked a passion in him that had never before flared to life, and along with it, his Planeswalker spark. From the novel Alara Unbroken by Doug Beyer Thereafter, Sarkhan traveled from plane to plane, looking for a dragon to whom he could dedicate his life. On Jund, a shard of the plane of Alara, he found a land ruled by tyrannical hellkites and other mighty dragons. There, he declared his fealty to the dragon Planeswalker Nicol Bolas.Disillusioned by his servitude to the villainous, conniving, woefully undragonlike Bolas, Sarkhan fell into madness. He was led back to Tarkir by a voice in his mind, a voice he believed belonged to the long-dead spirit dragon Ugin. At the spot where Ugin died, aided by the Jeskai khan Narset at the cost of her life, Sarkhan found what he did not even know he was seeking: a way to travel back through time to the moment of Ugin's death at Nicol Bolas's hands and prevent the spirit dragon from falling. Instantly pulled back to the present, Sarkhan found himself in a world ruled by mighty dragonlords, a world in which both Ugin and Narset were still alive. The Tarkir of Sarkhan's birth, the world that seemed to him bereft of dragons, is gone. In its place is a vibrant world where dragons fill the skies. Sarkhan himself is now utterly unique, free in ways that few people are: a man who was never born, a Planeswalker without a home world, a human who can take the form of a dragon. Most importantly, his mind is once again his own, free of the influences of both Bolas and Ugin.",
    "Planes": "Zendikar, Alara, Tarkir",
    "Origin": "Alara",
    "Quote": "'Words are a waste of time. Destruction is a language everyone understands.",
    "Pic": "sarkhan.jpg",
    "AlliesEnemies_pics": "ajani.gif,jace.gif,nicolbolas.gif,chandra.gif"
  },
  "sorin": {
    "Name": "Sorin Markov",
    "Biography": "There is more at stake on Tarkir than the fate of Sarkhan and the clans. Elsewhere, the world-devouring entities known as the Eldrazi have arisen to feed on the planes of the Multiverse, and the key to stopping them may lie on Tarkir. The vampire Planeswalker Sorin Markov was one of three Planeswalkers who trapped the Eldrazi on the plane of Zendikar thousands of years ago, the other two being the Lithomancer and Ugin, the Spirit Dragon. Now that the Eldrazi have awakened once more, Sorin is on a mission to reunite with these Planeswalkers. But the Lithomancer's whereabouts are unknown, and Sorin has not encountered Ugin for over a thousand years. In an attempt to track Ugin down, Sorin has traveled to Tarkir, where the spirit dragon formed an important part of the planar ecosystem. In one version of history, Sorin found Ugin's bones in an icy chasm on Tarkir. But in the altered timeline created by Sarkhan Vol, Ugin is alive, encased in a protective cocoon for many centuries. Sorin's quest to find Ugin ends in success, and the two agree to combat the Eldrazi menace together on Zendikar.",
    "Planes": "Zendikar, Innistrad, Tarkir",
    "Origin": "Innistrad",
    "Quote": "'I have seen planes leveled and all life rendered to dust. It brought no pleasure, even to a heart as dark as mine.'",
    "Pic": "sorin.jpg",
    "AlliesEnemies_pics": "nissa.gif,nicolbolas.gif"
  },
  "tamiyo": {
    "Name": "Tamiyo",
    "Biography": "When the field scholar Tamiyo became a Planeswalker, the potential knowledge of the Multiverse was greater than any power she could ever desire. A blue mage, she doesn’t use brute force to get what she wants, but rather knowledge, defense, persistence, and the mind. Her moonfolk, the soratami of Kamigawa, are a secretive and inquisitive race. Their knowledge of the metaphysical forces on their world is unparalleled. As a Planeswalker, Tamiyo sees each new plane is an unexplored Treasure Trove of knowledge to be brought back to her people’s great scroll towers. Tamiyo is particularly enamored with the mysteries of Innistrad and its silver moon. Observing them for many cycles, she’s carefully charted the forces at work here, including the moon's influence on the lycanthropic curse and the ebb and flow of the vampire frenzies. Her curiosity eventually led her to the door of the famed astronomancer Jenrik, where she spent months poring over his countless charts and adding her own observations. Later, when Innistrad’s Guardian Angel finally returned to the realm, Tamiyo wrote extensive theories about the angel's effects on the land, its creatures, and its moon. The nature of the Helvault, the creation of the wolfir, the appearance of the gryffs, and the origins of the newly empowered holy wards are all filling her scrolls with more questions than she has answers. ",
    "Planes": "Kamigawa, Innistrad",
    "Origin": "Kamigawa",
    "Quote": "'True riches are found in the mazes of the mind.'",
    "Pic": "tamyio.jpg",
    "AlliesEnemies_pics": "chandra.gif,nissa.gif,jace.gif"
  },
  "tezzeret": {
    "Name": "Tezzeret",
    "Biography": "Tezzeret seeks perfection of body and mind. He specializes in blue artifice magic: spells that forge and manipulate artifacts, sometimes even bringing them to life. A talented artificer from the Alara shard of Esper, his body is enhanced with the magical alloy etherium, a practice common among Esperites. Tezzeret became an initiate of a mage sect called the Seekers of Carmot, hoping to gain access to the sacred Codex Etherium tome. When he intruded into the sanctum of the Seekers, however, he uncovered truths others didn't want him to find … and a conspiracy much larger than himself. Mortally wounded by the guards, Tezzeret's spark ignited, hurling his battered body between the planes to Grixis, where he laid dying. Revived by the scheming elder dragon Nicol Bolas, Tezzeret was forced into servitude in exchange for his life. Tezzeret then went on to seize control of the cabal known as the Infinite Consortium (or at least Bolas allowed him to think he had). On the plane of Ravnica, from which Tezzeret led the Consortium, he recruited fellow Planeswalker Jace Beleren, hoping to use him as a powerful pawn. But Jace had other ideas and defeated Tezzeret in combat, erasing his mind almost completely. Bolas retrieved Tezzeret’s body, rebuilding it for a sinister new task. Later, the elder dragon sent him to the plane of Mirrodin to observe the growth of New Phyrexia and report on its progress. Tezzeret, using his inherent guile and wit, established himself within the Phyrexian hierarchy. As always, he watches for an opportunity to gain power and turn the situation to his advantage. ",
    "Planes": "Alara, Phyrexia, Kaladesh",
    "Origin": "Alara",
    "Quote": "' As long as I pull the strings, you will dance.'",
    "Pic": "tezzeret.jpg",
    "AlliesEnemies_pics": "nicolbolas.gif,elspeth.gif,jace.gif,liliana.gif,sorin.gif,karn.gif,venser.gif,koth.gif"
  },
  "tibalt": {
    "Name": "Tibalt",
    "Biography": "Lacking talent and discipline in his necromancy studies, Tibalt became consumed with hatred. His only joys were that of torture and inflicting pain. Counseled by dark forces, he fused his soul with those of devils. Now he delights in hellish agony across the planes. The student of an Innistrad necromancer, Tibalt tried to follow in his master's footsteps, cobbling together and reanimating corpses. But he lacked the necessary skills for such exacting work. Nursing a growing seed of hatred, fed by his failure and isolation, he started turning his talents toward the realm of the living. His experiments tested the ability of living organisms to withstand pain, using only vermin at first, but eventually moving on to humans. As if summoned by the evil nature of these new experiments, devils began to gather near Tibalt's laboratory at night, whispering in their strange chittering tongue. They offered Tibalt insights into what fascinated him most: the true nature of pain. Filled with a new sense of power, Tibalt grew more sadistic and careless, oblivious to the whisperings of the townsfolk. It was only a matter of time before inquisitors kicked down the door of his lab. Cornered in a room of torture devices, Tibalt should have been executed or jailed for life. Instead, he invoked a potent and hateful spell, from the devil's utterances and his own grim discoveries. The spell fused his own essence with theirs, at the cost of experiencing all the pain he had inflicted on others. In that moment, Tibalt's Planeswalker spark ignited, flinging him across the universe and away from the inquisitors's blades. Now half-devil, Tibalt is free to practice his art from plane to plane.",
    "Planes": "Innistrad",
    "Origin": "Innistrad",
    "Quote": "'Pained defiance or shameful surrender — every reaction is a pleasant surprise.'",
    "Pic": "tibalt.jpg",
    "AlliesEnemies_pics": "elspeth.gif,jace.gif,liliana.gif,tamiyo.gif"
  },
  "venser": {
    "Name": "Venser",
    "Biography": "A new breed of Planeswalker, Venser is a brilliant inventor able to think fast on his feet. He wields blue and white magic, building unique and powerful artifacts with an emphasis on teleportation. Venser came from the wasteland of Urborg on the plane of Dominaria. He lived alone in his workshop amidst the remains of warships and wreckage left from the Phyrexian Invasion of Dominaria. Using found parts from the heaps of debris surrounding his home, he built devices that could aid in teleportation. The Planeswalker Teferi sought out Venser’s help and used his devices to rapidly travel across Dominaria to help close dangerous Time Distortions in key locations across the plane. Venser’s talent at teleportation eventually ignited his spark, making him a Planeswalker and giving him direct access to the planes beyond the boundaries of Dominaria. Relying on his knowledge of artifice and teleportation, Venser now travels the universe, satisfying his boundless curiosity of all things mechanical along the way.",
    "Planes": "Zendikar, Lorwyn, Innistrad, Ravnica, Kaladesh",
    "Origin": "Dominaria",
    "Quote": "'Two magi could trade spells all day and never crown a victor. The real battle is not one of power but of will. If your confidence breaks, so too shall you.",
    "Pic": "venser.jpg",
    "AlliesEnemies_pics": "karn.gif,elspeth.gif,koth.gif"
  },
  "vraska": {
    "Name": "Vraska",
    "Biography": "This mysterious Planeswalker wields a suite of deadly spells that suit her gorgon nature. She specializes in magic that involves assassination, stealth, and petrification. And she likes to take souvenirs … During her time on Ravnica, Vraska has provided certain dark services to the Golgari guild. Her magic helps her track her chosen marks through the fungus-choked tunnels of the undercity, where she destroys her victims quietly. When necessary, she can even summon shadowy killers to do her dirty work for her. The Golgari see her as a useful enigma: a shadowy death specialist who only responds to the jobs she wants in exchange for strange favors and obscure trophies. Vraska stays largely out of guild politics and cares little about the inner workings of the Golgari Swarm. She gets the job done and departs again, not to be seen until another mission interests her. Vraska's power is clear, but her true motivations are a mystery, even to other gorgons. Unknown to the Golgari Swarm, she spends a significant portion of her time on planes other than Ravnica, using her death-dealing powers to slowly build a collection of petrified victims from across the universe. ",
    "Planes": "Theros, Ravnica",
    "Origin": "Theros",
    "Quote": "'I have seen things that would reduce a weaker person to blubbering and raving. Want to hear about them?'",
    "Pic": "vraska.jpg",
    "AlliesEnemies_pics": "ralzarek.gif,nicolbolas.gif"
  }
}